<template>
    <v-parallax :src="parallaxSrc">
        <div class="d-flex flex-column justify-center align-center text-white instagram-container">
            <p id="h3-text">Όροι χρήσεις | Πολιτική απορρήτου</p>
            <p id="h2-text">Όροι Cookies</p>
            <p class="cookies">Η ιστοσελίδα μας χρησιμοποιεί cookies, κατά τις συνήθεις πρακτικές του διαδικτύου, για να βοηθήσει την πρόσβαση και την περιήγησή σας στο διαδίκτυο.<br> Τα cookies είναι μικρά αρχεία κειμένου που αποθηκεύονται από τον κεντρικό server της ιστοσελίδας στο σκληρό δίσκο του υπολογιστή ή άλλης ηλεκτρονικής συσκευής του χρήστη. Τα cookies είναι μοναδικά για το κάθε πρόγραμμα περιήγησης ιστού (web browser, π.χ. Google Chrome, Mozilla Firefox, Internet Explorer κτλ) και περιέχουν ανώνυμες πληροφορίες οι οποίες αφορούν τα site που επισκέπτεται ο χρήστης.
                Γενικότερα τα cookies επιτελούν πολλές λειτουργίες, όπως το να διευκολύνουν την περιήγησή σας από τη μια ιστοσελίδα στην άλλη, να αποθηκεύουν τις προτιμήσεις σας και γενικά να βελτιώνουν την εμπειρία της περιήγησης στην ιστοσελίδα.<br>Ο κάθε χρήστης της ιστοσελίδας έχει τη δυνατότητα να ρυθμίσει τον οδηγό πλοήγησής του στο διαδίκτυο (web browser) όσον αφορά τα cookies και την αποδοχή τους.<br> Μπορείτε να επιλέξετε, αναλόγως με τον browser, ανάμεσα στο να αποδέχεστε αυτόματα όλα τα cookies (συνήθως αυτό τίθεται ως προεπιλογή), στο να υπάρχει προειδοποίηση πως χρησιμοποιούνται cookies σε ορισμένες περιπτώσεις και στο να μην επιτρέπετε γενικώς την χρήση cookies. Εάν επιλέξετε να μην επιτρέψετε την αυτόματη χρήση cookies υπάρχει το ενδεχόμενο να μη δύνασθε να έχετε πλήρη πρόσβαση στις υπηρεσίες της σελίδας.</p>
          <p id="h2-text">Υπερσυνδέσεις</p>
          <p class="cookies">Με τη βοήθεια κατάλληλων συνδέσμων (links) εντός της ιστοσελίδας, παρέχεται η δυνατότητα πρόσβασης σε ιστοσελίδες τρίτων μερών. Η τοποθέτηση των συνδέσμων αυτών έχει γίνει με μοναδικό σκοπό τη διευκόλυνση των επισκεπτών κατά τη διάρκεια της περιήγησής τους στο διαδίκτυο. Δεν αποτελεί σε καμία περίπτωση ένδειξη αποδοχής ή έγκρισης του περιεχομένων των ιστοσελίδων που παρατίθενται στο σύνδεσμο. Ο εκάστοτε σύνδεσμος οδηγεί σε μια διαφορετική ιστοσελίδα, η περιήγηση στην οποία υπόκειται στους όρους χρήσης της ιστοσελίδας αυτής.
            Δεν φέρουμε καμία απολύτως ευθύνη για το περιεχόμενο και την πολιτική διαχείρισης προσωπικών δεδομένων του ιστότοπου που παρατίθεται με σύνδεσμο (link). Η πρόσβαση με τη χρήση των παρεχόμενων συνδέσμων στον εκάστοτε διαδικτυακό τόπο λαμβάνει χώρα με την αποκλειστική ευθύνη του ίδιου του χρήστη</p>
        </div>
      </v-parallax>
</template>
<script>
export default { 
    name: "terms-component", 
    data() {
        return {
            parallaxSrc:"images/bitmap.svg"
        }
    }
    };
</script>
<style scoped></style>